[
  {
    "_id": "603d2a794cff0fb230c7f988",
    "picture": "http://placehold.it/32x32",
    "address": "646 Middleton Street",
    "city": "Valmy",
    "state": "Pennsylvania",
    "zipcode": 1011,
    "about": "Labore cillum dolore est do incididunt incididunt eiusmod laboris et qui et sunt. Esse excepteur reprehenderit tempor sint magna labore do voluptate enim veniam officia laborum ullamco. Cillum incididunt laborum exercitation cillum et pariatur ea pariatur amet. Et reprehenderit adipisicing consectetur consequat voluptate incididunt.",
    "price": "$262,400.82",
    "beds": 2,
    "baths": 5,
    "footage": "1,733"
  },
  {
    "_id": "603d2a798f642d326b1c0cb2",
    "picture": "http://placehold.it/32x32",
    "address": "917 Wogan Terrace",
    "city": "Wollochet",
    "state": "Tennessee",
    "zipcode": 3463,
    "about": "Ad proident labore aliqua laborum ut proident veniam fugiat et. Occaecat officia ut consequat eiusmod tempor nisi elit id amet exercitation anim consectetur aute. Elit esse nostrud exercitation laborum elit in officia reprehenderit ex.",
    "price": "$119,887.20",
    "beds": 1,
    "baths": 1,
    "footage": "1,423"
  },
  {
    "_id": "603d2a799a00b7dc29d9ed85",
    "picture": "http://placehold.it/32x32",
    "address": "996 Merit Court",
    "city": "Lowgap",
    "state": "Colorado",
    "zipcode": 3235,
    "about": "Labore ex pariatur veniam commodo dolor laboris Lorem dolore ad. Elit proident id minim excepteur irure laborum sit qui. Est minim sint do id magna occaecat consectetur reprehenderit enim do officia veniam magna. Laborum ipsum id elit deserunt laborum labore ea nostrud eu culpa. Incididunt ad non exercitation labore id est ex anim occaecat incididunt id. Sit anim quis qui ea non quis enim sint veniam cupidatat ullamco pariatur esse.",
    "price": "$149,594.56",
    "beds": 3,
    "baths": 1,
    "footage": "3,924"
  },
  {
    "_id": "603d2a7999a76b32469f42bf",
    "picture": "http://placehold.it/32x32",
    "address": "765 Perry Terrace",
    "city": "Warren",
    "state": "Nebraska",
    "zipcode": 4834,
    "about": "Cupidatat aliquip ex officia ex culpa commodo do excepteur deserunt esse incididunt laborum elit. Exercitation incididunt ullamco enim enim dolore magna tempor veniam do incididunt ex qui et Lorem. Sit laborum id voluptate Lorem consectetur id nisi est laboris. Reprehenderit anim Lorem et Lorem exercitation reprehenderit est dolore nisi culpa.",
    "price": "$232,111.08",
    "beds": 6,
    "baths": 3,
    "footage": "1,124"
  },
  {
    "_id": "603d2a799db4d5cd977a04a7",
    "picture": "http://placehold.it/32x32",
    "address": "589 Bartlett Street",
    "city": "Outlook",
    "state": "District Of Columbia",
    "zipcode": 9071,
    "about": "Adipisicing eiusmod duis laborum mollit voluptate minim labore. Et Lorem sint esse commodo aute amet dolor anim labore dolore est. Ullamco voluptate sunt ad elit labore id ad elit. Dolor ex laboris non do velit voluptate qui aute officia anim nulla deserunt proident ullamco. Quis id anim voluptate mollit laboris incididunt laboris deserunt ex est minim.",
    "price": "$243,076.87",
    "beds": 4,
    "baths": 1,
    "footage": "2,733"
  },
  {
    "_id": "603d2a790df6e9ebd8a1d1ff",
    "picture": "http://placehold.it/32x32",
    "address": "903 Doughty Street",
    "city": "Eastvale",
    "state": "Massachusetts",
    "zipcode": 1099,
    "about": "Consectetur aute fugiat eiusmod incididunt laboris eu velit. Laboris eu deserunt dolore magna cupidatat ad fugiat occaecat. Id velit irure commodo ex duis velit proident magna labore reprehenderit officia et nostrud. Ea ipsum fugiat quis culpa incididunt mollit dolore dolore pariatur. Ut mollit enim mollit ullamco occaecat duis ea. Nisi proident occaecat ex pariatur fugiat exercitation excepteur. Id eiusmod deserunt magna cillum minim dolore enim nulla aliquip tempor labore.",
    "price": "$336,858.22",
    "beds": 5,
    "baths": 4,
    "footage": "3,858"
  },
  {
    "_id": "603d2a795c3c20b379a3bc19",
    "picture": "http://placehold.it/32x32",
    "address": "716 Boynton Place",
    "city": "Templeton",
    "state": "Delaware",
    "zipcode": 5426,
    "about": "Do velit elit consequat voluptate elit reprehenderit sint magna aliqua. Voluptate et aliqua labore exercitation fugiat qui do duis consequat laboris qui. Officia id elit deserunt sunt commodo. In consectetur excepteur est voluptate mollit nisi quis pariatur consequat enim commodo deserunt. Ullamco labore non officia adipisicing nulla id adipisicing eu veniam.",
    "price": "$321,053.61",
    "beds": 4,
    "baths": 3,
    "footage": "3,871"
  },
  {
    "_id": "603d2a79b47ddbc1b57599cd",
    "picture": "http://placehold.it/32x32",
    "address": "248 Truxton Street",
    "city": "Winston",
    "state": "Palau",
    "zipcode": 8442,
    "about": "Duis in aute adipisicing ut. Ullamco deserunt eiusmod do cupidatat proident ullamco do nulla cillum duis. Laboris enim aliqua incididunt esse est quis veniam exercitation dolore cillum in.",
    "price": "$352,238.82",
    "beds": 2,
    "baths": 3,
    "footage": "2,496"
  },
  {
    "_id": "603d2a79e6322a7639cfb942",
    "picture": "http://placehold.it/32x32",
    "address": "131 Hubbard Street",
    "city": "Nadine",
    "state": "Oklahoma",
    "zipcode": 5465,
    "about": "Aute non ex ex proident Lorem minim in ullamco. Quis est aute proident quis esse esse. Elit commodo qui sit velit. Ipsum cupidatat amet mollit amet id officia eu reprehenderit pariatur ut. Irure commodo aliquip ullamco qui dolore cillum et laborum.",
    "price": "$325,686.67",
    "beds": 1,
    "baths": 4,
    "footage": "3,567"
  },
  {
    "_id": "603d2a7924bcfc8d3c18c174",
    "picture": "http://placehold.it/32x32",
    "address": "324 Conklin Avenue",
    "city": "Wintersburg",
    "state": "Virginia",
    "zipcode": 7757,
    "about": "Aliqua mollit in pariatur minim Lorem id reprehenderit ea exercitation nostrud ad esse. Lorem ea magna sint laborum laboris ex labore sunt esse culpa amet culpa adipisicing dolor. Cillum elit et minim nisi sunt irure excepteur culpa non tempor ut veniam. Nostrud duis eiusmod adipisicing nisi occaecat adipisicing qui pariatur. Mollit aliquip ut nostrud proident non esse in fugiat consectetur amet excepteur excepteur. Sunt et laboris adipisicing sint incididunt qui consectetur eu.",
    "price": "$378,399.38",
    "beds": 3,
    "baths": 2,
    "footage": "2,797"
  }
]